---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalDefinitions
source: html/72384ebd-0893-df3c-b861-2e2451e4ad31.htm
---
# ExternalDefinitions Members

Tests for the existence of a definition within the set.